//На фабрике работают несколько групп рабочих, каждая группа имеет название. Надо написать программу,
//которая на входе получает количество групп, и поочередно название группы, количество рабочих в ней,
//поочередно имя фамилию и год рождения каждого рабочего. Осуществить хранение введенных данных в структурированом файле.
//Осуществить поиск по фамилии или году рождения. Осуществить возможность удаления данных о рабочем. Осуществить удаление всех данных.
#include "fabric.h"

int main()
{
    cout << "Hello World!" << endl;
    return 0;
}
